<?php

/**
 * 
 * PHP version 5.6.x | 7.x | 8.x
 * 
 * @category Modules
 * @package WHMCS
 * @author Pejman Kheyri <pejmankheyri@gmail.com>
 * @copyright 2021 All rights reserved.
 */

# IRNIC LANG
$_LANG["IRNIC_Domain_Status"] = "وضعیت دامنه";
$_LANG["IRNIC_HANDLE_NOT_ALLOWED_HOLDER_DESC"] = " شما باید در قسمت مشخصه‌های آشنای شناسه خود دسترسی به ' همه ' یا ' نمایندگان ' را انتخاب نمایید تا بتوانیم دامنه را به نام شناسه شما ثبت کنیم جهت آموزش نحوه انجام <a href='#' target='_blank'>اینجا</a> را کلیک کنید";
$_LANG["IRNIC_BILL_HANDLE_NOT_ALLOWED_DESC"] = "لطفا رابط مالی یا نماینده دامنه را به xxxx-irnic تغییر دهید";
$_LANG["IRNIC_BASKET_RENEW_PENDING_DESC"] = "لطفا درخواست تمدید مستقیم خود را از سبد خرید nic.ir حذف کنید";
$_LANG["IRNIC_HANDLE_Handles"] = "رابط ها";
$_LANG["IRNIC_HANDLE_HolderHandle"] = "صاحب امتیاز";
$_LANG["IRNIC_HANDLE_AdminHandle"] = "رابط اداری";
$_LANG["IRNIC_HANDLE_TechnicalHandle"] = "رابط فنی";
$_LANG["IRNIC_HANDLE_BillingHandle"] = "رابط مالی";
$_LANG["IRNIC_HANDLE_ResellerHandle"] = "نماینده";
$_LANG["IRNIC_HANDLE_TITLE"] = "مشخصات ثبت دامنه شما در ایرنیک";
$_LANG["IRNIC_EMAIL_OR_HANDLE"] = "ایمیل یا شناسه شما در ایرنیک";
$_LANG["IRNIC_CREATE_HANDLE_LINK"] = "<a href='sirnic.php' target='_blank'>ساختن شناسه جدید در ایرنیک</a>";
$_LANG["IRNIC_HANDLE_REGISTER"] = "ثبت شناسه جدید";
$_LANG["IRNIC_HANDLE_CHANGE"] = "تغییر شناسه";
$_LANG["IRNIC_HANDLE_NOT_REGISTERED_DESC"] = "در سامانه ایرنیک ثبت نشده است برای ثبت شناسه جدید بر روی <a target='_blank' href='sirnic.php'>اینجا</a> کلیک کنید";
$_LANG["IRNIC_page_title"] = "ایرنیک";
$_LANG["IRNIC_MSG_CODE_UNKNOWN"] = "خطای نامشخص, خطای شماره";
$_LANG["IRNIC_MSG_CODE_2102"] = "خطای سیستمی - اشکال در پروتکل ارسالی";
$_LANG["IRNIC_MSG_CODE_2005"] = "مقدار ارسال شده در درخواست دارای فرمت اشتباه است";
$_LANG["IRNIC_CONTACTDETAIL_DomainStatus"] = "وضعیت دامنه";
$_LANG["IRNIC_HANDLE_CREATED_SUCCESS"] = "هندل مورد نظر شما با موفقیت ساخته شد";
$_LANG["IRNIC_HANDLE_EMAIL"] = "ایمیل شما در ایرنیک";
$_LANG["IRNIC_HANDLE_CONTACT"] = "شناسه شما در ایرنیک";
$_LANG["IRNIC_CONTACTDETAIL_Handles"] = "رابط ها";
$_LANG["IRNIC_CONTACTDETAIL_HolderHandle"] = "صاحب امتیاز";
$_LANG["IRNIC_CONTACTDETAIL_AdminHandle"] = "رابط اداری";
$_LANG["IRNIC_CONTACTDETAIL_TechnicalHandle"] = "رابط فنی";
$_LANG["IRNIC_CONTACTDETAIL_BillingHandle"] = "رابط مالی";
$_LANG["IRNIC_CONTACTDETAIL_ResellerHandle"] = "نماینده";
$_LANG["IRNIC_DOMAIN_STATUS_ok"] = "دامنه ثبت شده است";
$_LANG["IRNIC_DOMAIN_STATUS_serverHold"] = "دامنه رزرو گردیده است";
$_LANG["IRNIC_DOMAIN_STATUS_Inactive"] = "( دامنه قفل یا منقضی است(فعال نیست";
$_LANG["IRNIC_DOMAIN_STATUS_serverUpdateProhibited"] = "امكان تغییر در مشخصات دامنه وجود ندارد";
$_LANG["IRNIC_DOMAIN_STATUS_serverRenewProhibited"] = "امكان تمدید دامنه وجود ندارد";
$_LANG["IRNIC_DOMAIN_STATUS_serverDeleteProhibited"] = "امكان لغو نمودن دامنه وجود ندارد";
$_LANG["IRNIC_DOMAIN_STATUS_pendingDelete"] = "در انتظار لغو دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_pendingRenew"] = "در انتظار تمدید دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_pendingUpdate"] = "در انتظار بروز آوری دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicReserved"] = "دامنه رزرو گردیده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistered"] = "دامنه ثبت و فعال است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicLocked"] = "دامنه قفل شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicExpired"] = "دامنه منقضی شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationApproved"] = "درخواست ثبت دامنه تایید شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationRejected"] = "درخواست ثبت دامنه رد شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationPendingHolderCheck"] = "در انتظار بررسی شناسه صاحب امتیاز دامنه توسط ایرنیك در فرایند ثبت دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationPendingDomainCheck"] = "در انتظار بررسی درخواست ثبت دامنه توسط ایرنیك";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationDocRequired"] = "برای تكمیل درخواست ثبت دامنه، مستندات نیاز است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRegistrationIsWithdrawn"] = "درخواست ثبت دامنه، توسط رابط یا درخواست دهنده آن لغو شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalApproved"] = ". درخواست تمدید دامنه تایید شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalRejected"] = ". درخواست تمدید دامنه رد شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalPendingHolderCheck"] = "در انتظار بررسی شناسه صاحب امتیاز دامنه پس از صدور درخواست تمدید";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalPendingDomainCheck"] = ". در انتظار بررسی درخواست تمدید توسط ایرنیك";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalDocRequired"] = "برای تكمیل درخواست تمدید دامنه، مستندات نیاز است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicRenewalIsWithdrawn"] = "درخواست تمدید دامنه، توسط رابط یا درخواست دهنده آن لغو شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangeApproved"] = ". درخواست تغییر صاحب امتیاز دامنه تایید شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangeRejected"] = ". درخواست تغییر صاحب امتیاز دامنه رد شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangePendingHolderCheck"] = "در انتظار بررسی شناسه صاحب امتیاز جدید دامنه در فرایند درخواست تغییر صاحب امتیاز دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangePendingDomainCheck"] = "در انتظار بررسی دامنه در فرایند درخواست تغییر صاحب امتیاز دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangeDocRequired"] = "برای تكمیل درخواست تغییر صاحب امتیاز دامنه، مستندات نیاز است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicHolderChangeIsWithdrawn"] = "درخواست تغییر صاحب امتیاز دامنه، توسط رابط و یا درخواست دهنده آن لغو شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionApproved"] = ". درخواست لغو دامنه تایید شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionRejected"] = ". درخواست لغو دامنه رد شده است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionPendingHolderCheck"] = "در انتظار بررسی شناسه صاحب امتیاز یك دامنه در فرایند درخواست لغو دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionPendingDomainCheck"] = "در انتظار بررسی دامنه در فرایند درخواست لغو دامنه";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionDocRequired"] = "برای تكمیل درخواست لغو دامنه، مستندات نیاز است";
$_LANG["IRNIC_DOMAIN_STATUS_irnicDeletionIsWithdrawn"] = "درخواست لغو دامنه، توسط رابط و یا درخواست دهنده آن لغو شده است";
$_LANG['IRNIC_NicDaily'] = "سامانه ایرنیک در ساعات 11 تا 12:30 شب غیرفعال است بنابراین درخواست های شما بصورت معلق تلقی می شوند تا در اسرع وقت به آنها رسیدگی شود";
$_LANG['IRNIC_Nic_rules'] = "توافقنامه ثبت دامنه";
$_LANG['IRNIC_disabled'] = "ایرنیک غیرفعال";
$_LANG['IRNIC_disabled_nostatus'] = "ایرنیک غیرفعال حالت ناموجود";
$_LANG['IRNIC_request_handler_info'] = "درخواست دریافت اطلاعات رابط";
$_LANG['IRNIC_no_done'] = "انجام نشد";
$_LANG['IRNIC_domain_renew_request'] = "درخواست تمدید دامنه";
$_LANG['IRNIC_howlong'] = "به مدت";
$_LANG['IRNIC_month_no_done'] = "ماه انجام نشد";
$_LANG['IRNIC_request_unlock_domain'] = "درخواست بازگشایی قفل دامنه";
$_LANG['IRNIC_update_domain_info'] = "بروزرسانی اطلاعات دامنه";
$_LANG['IRNIC_requested_info'] = "اطلاعات درخواستی";

# irnic pages
$_LANG['irnicnewcontacthandle'] = "ایجاد شناسه ایرنیک";
$_LANG['irnicnewcontactpersonal'] = "اشخاص حقیقی (شخصی)";
$_LANG['irnicnewcontactorganization'] = "شرکت، مؤسسه یا نهاد غیردولتی";
$_LANG['irnicnewcontacteducation'] = "مرکز آموزشی و پژوهشی";
$_LANG['irnicnewcontactgovernment'] = "وزارتخانه، سازمان یا شرکت دولتی";
$_LANG['irnicnewcontactrequiredfields'] = "پر کردن فیلدهای ستاره دار الزامیست.";
$_LANG['irnicnewcontactnicircond'] = "* قبل از ثبت شناسه، <a target='_blank' href='http://www.nic.ir/Rules_and_Contracts'>ضوابط و شرایط شناسه ایرنیک</a> را مطالعه نمایید.";
$_LANG['irnicHandle'] = "ایمیل یا شناسه شما در ایرنیک";
$_LANG['irnicadmin'] = "شناسه رابط اداری دامنه";
$_LANG['irnictech'] = "شناسه رابط فنی دامنه";
$_LANG['irnicbill'] = "شناسه رابط مالی دامنه";
$_LANG['irnicrules'] = "تایید متن توافقنامه ثبت دامنه";
$_LANG['irnicrulesdesc'] = "متن توافقنامه";
$_LANG['cartdomainsyourirnicid'] = "ایمیل یا شناسه شما در ایرنیک";
$_LANG['cartdomainscreatenewirnicid'] = "ساختن شناسه جدید در ایرنیک";
$_LANG['cartdomainscreatenewirnicdefaultcontacts'] = "درصورت خالی بودن، شناسه شرکت ثبت می شود.";
$_LANG['cartdomainscreatenewirnicrules'] = "متن توافقنامه را خواندم و تایید می کنم.";
$_LANG['cartdomainscreatenewirnicrulesdesc'] = '<. مقدمه

شرایط زیر ناظر به ثبت نام دامنه در حوزه اینترنت از طریق IRNIC [از این پس «مرکز ثبت دامنه کشوری ایران» یا به‌اختصار «مرکز ثبت دامنه»] و پسوندهای ir. ــــ .ایران یا .ایران می‌باشد.
۱. تعاریف
۱.۱ رابط‌ها:

اشخاص یـا سـازمـان‌هـایـی کـه از سوی دارنده امتیاز‌ ثبت بــه منظور انجام موارد زیر منصوب می‌شوند:

    رابط اداری: یعنی شخص یا سازمانی که مسؤولیت نــام دامنه را بر عهده داشته و تمامی مسایل مربوط به استعلام‌های راجع به نام دامنه برای وی ارسال می‌.
    رابط فنی: یعنی شخص یا سازمانی که مسؤولیت نگهداری فنی کارگزار نام دامنه را برعهده دارد و تمامی مسایل‌ فنی ‌و دستورالعمل‌ها برای وی ارسال می‌.
    رابط مالی: یعنی شخص یا سازمانی که مسؤولیت رسیدگی به حساب هـر گـونه پرداختی را که بر طبق این موافقتنامه در وجه مرکز ثبت دامنه ir. صورت می‌پذیرد برعهده دارد.

۱.۲ نام دامنه:

یعنی نـام دامنـه‌ به زبان فارسی(IDN) که از سوی مـرکز ثبت دامنه ir. به دارنده امتیاز ‌ثبت واگذار می‌شو.
۱.۳ درخواست امتیاز نام دامنه:

عنی فــرمی کــه به منظور ثبت و ضبط اطلاعـات مربوط به افراد یـا اشخاصی که متقاضی ثبت نـــام دامنــه در اینترنت هستند از سوی مرکز ثبت دامنه ir. منتشر می‌شود.
۱.۴ مقررات دامنه:

یعنی مقررات مرکز ثبت دامنه فارسی در ضمیمه ۱: مقررات ثبت دامنه این موافقتنامه.
۱.۵ سیاست حل اختلاف مرکز:

یعنی سیاست حل‌ اختلاف در زمینه نام‌های دامنه فارسی ثبت ‌شده توسط IRNIC.
۱.۶ موافقتنامه ثبت:

شامل تمامی موارد زیر:

    الف. فرم تکمیل شده درخواست ثبت نام دامنه
    ب. اجرای ضوابط و شرایط ثبت نام دامنه با پسوند دات ایران و از جمله ایفای شرایط مندرج در ضمیمه‌ها:
        ۱. ضمیمه ۱: مقررات ثبت دامنه ,
        ۲. ضمیمه ۲: سیاست کیست (WHOIS) و
        ۳. ضمیمه ۳: هزینه ثبت .
    ج. قبول سیاست حل‌ اختلاف در زمینهُ دامنه‌های فارسی (.ایران)

۱.۷ دارنده امتیاز ‌ثبت

یعنی شخص (حقیقی یا حقوقی) که امتیاز دامنه به نام وی به ‌ثبت‌رسیده است.
۱.۸ ثبت

یعنی اخذ و درج تمامی اطلاعاتی که توسط متقاضی‌ ثبت ارائه ،می‌گردد در پایگاه داده‌های مرکز.
۱.۹ هزینه ثبت

یعنی مبلغی که در جدول ضمیمه ۳: هزینه ثبت درج ‌شده و باید براساس فـــرم درخواست ثبت دامنه پرداخت گردد.
۱.۱۰ مرجع ثبت

یعنی پایگاه داده مربوط به zone یک یا چند دامنه اینترنتی، مشتمل بر نام‌های دامنه فرعی، نشانی ‌پروتکل‌های اینترنتی و اطلاعات مرب.
۱.۱۱ هزینه تجدید ثب

یعنی مبلغی که در جدول ضمیمه ۳: هزینه ثبت درج‌شده و بایستی براساس فرم درخواست تجدید ثبت نام دامنه پرداخت گردد.
۲. محدوده موافقتنامه
۲.۱

ضوابط و شرایط حاضر نسبت به هر نوع درخواستی که برای ثبت نام دامنه فارسی نزد مرکز ثبت یا نمایندگان وی ارائه شود، و همچنین بعد از ثبت و در حین استفاده مستقیم یا غیرمستقیم از نام دامنه اعمال می‌گردد.
۲.۲

به محض آنکه درخواست ثبت نام دامنه تکمیل و نزد مرکز ثبت ارائه شود، به منزله آن خواهد بود که ضوابط و شرایط حاضر برای متقاضی مفهوم بوده و با موافقت خود التزام به رعایت ضوابط و شرایط موافقتنامه ثبت را اعلام می‌دارد.
۳. هزینه‌ها و پرداخت‌
۳.۱

متقاضی ثبت‌ موافقت می‌کند که در ازای ثبت نام دامنه، هزینه ثبت و در صورت تجدید، هزینه تجدید ثبت را بپردازد.
۳.۲

تا زمانی که هزینه خدمات ارائه ‌شده به طور کامل پرداخت نشده‌باشد، هیچ تعهدی برای فعال‌کردن نام دامنه یا تجدید ثبت آن وجود نخواهد داشت.
۳.۳

تمامی پرداخت‌های مرتبط با ثبت نام دامنه یا تجدید ثبت آن غیرقابل‌عودت است مگرآنکه در این موافقتنامه به نحو دیگری قید شده باشد.
۳.۴

در صورتی‌که رابط مالی قادر نباشد پرداخت‌های سررسید شده را انجام دهد، مرکز ثبت حق خواهد داشت که نسبت به وصول هزینه مربوطه از دارنده امتیاز ثبت‌ اقدام نماید.
۳.۵

هزینه ثبت و هزینه تجدید ثبت به طرق و وسایل مقتضی و به میزانی که از سوی مرکز ثبت اعلام می‌شود پرداخت خواهد شد.
۴. دقت و صحت اطلاعات
۴.۱

به منظور درخواست امتیاز نام دامنه، متقاضی ‌ثبت ملزم خواهد بود که اطلاعات درخواست‌شده در فرم درخواست امتیاز نام دامنه را ارائه نماید. مرکز ثبت سعی متعارف خود را در جهت رعایت جوانب احتیاط در حفاظت از چنین اطلاعاتی در قبال فقدان، سوءاستفاده، دسترسی غیرمجاز یا افشاءآن، و هرگونه تغییر و نابودی اطلاعات بکارخواهدبست.
۴.۲

متقاضی ثبت با تسیلم درخواست ثبت نام دامنه، به قید تضمین اعلام می‌دارد که حسب اطلاع و اعتقاد وی، هر گونه اطلاعاتی که در فرم درخواست ثبت نام دامنه مطرح‌شده به نحو صحیح و واقعی ارائه گردیده است.
۴.۳

متقاضی‌ ثبت به قید تضمین اعلام می‌دارد، هر گونه تغییری که متعاقباً در اطلاعات مطرح شده در فرم درخواست امتیاز ‌نام دامنه بوجود آید، تا حدی که لزوم رعایت دقت و صحتِ اطلاعات مطروحه در فرم درخواست ایجاب می‌کند، برطبق مقررات جاری در زمان انجام تغییرات، و در اسرع وقت به مرکز ثبت ارائه خواهد شد.
۴.۴

مرکز ثبت هیچ‌نوع تعهدی در مورد نظارت بر اطلاعات ارائه ‌شده توسط متقاضی‌ ثبت و یا در مورد دقت و صحت اطلاعات موجود نزد مرکز ثبت برعهده نخواهد داشت؛ و همچنین در موقعیتی نیست که بتواند تعیین کند آیا وضعیت موجود ناقض حقوق اشخاص ثالث هست یا خیر؛ اما بهرحال می‌تواند در مقام مدعی به اعلامات و تضمینات بیان ‌شده از سوی متقاضی‌ ثبت استناد کند. صرف ثبت نام دامنه، متقاضی را از ادعاهای معارضین بری و مصون نخواهد کرد و نامبرده مسؤولیت پاسخگویی به ادعاهای احتمالی اشخاص ثالث نسبت به نام ثبت شده را برعهده خواهد داشت.
۴.۵

درصورتی‌که موافقتنامه ثبت یا تغییرات بعدی آن حاوی اطلاعاتی نادرست و گمراه‌کننده باشد، یا دارنده امتیاز‌ ثبت در فرم درخواست ثبت نام دامنه، اطلاعاتی را که مرکز ثبت جهت اخذ تصمیم در قبول یا رد واگذاری نام دامنه به متقاضی‌ ثبت لازم و ضروری بداند مخفی و یا حذف کرده باشد، مرکز ثبت حق خود را برای فسخ ثبت نام دامنه محفوظ می‌دارد.
۴.۶

ارائه عمدی اطلاعات غیردقیق و غیرقابل اتکاء از سوی متقاضی ثبت، همچنین عدم اقدام در ‌به‌روزرسانی فوری اطلاعات ارائه شده به مرکز ثبت به عمد، یا عدم اقدام در اعلام صحیح مشخصات تماس ظرف مدت پانزده (۱۵) روز از تاریخ استعلام مرکز ثبت، موجب نقض اساسی موافقتنامه ثبت بوده و به منزله مبنای اقدام در فسخ ثبت نام دامنه تلقی خواهد گردید.
۴.۷

متقاضی‌ ثبت به قید تضمین اعلام ‌می‌دارد که نهایت سعی خود را به عمل ‌آورده است که احراز کند ثبت نام دامنه و یا استفاده مستقیم یا غیرمستقیم از نام دامنه موجب نقض حقوق قانونی شخص ثالث نخواهد شد.
۴.۸

متقاضی‌ ثبت به قید تضمین اعلام می‌دارد که حسب اطلاع وی، ثبت و استفاده مستقیم یا غیرمستقیم از نام دامنه موجب نقض هیچیک از قوانین و مقررات حاکم بر این موافقتنامه نخواهد بود.
۴.۹

درصورتی‌که استفاده از نام دامنه از سوی دارنده امتیاز‌ ثبت به شخص ‌ثالث واگذار شود، مسؤولیت ثبت و ضبط سوابق مربوط به نام دامنه و تعهدات ناشی از آن کماکان برعهده دارنده امتیاز‌ ثبت خواهد بود مگر آنکه ثبت مذکور به طور رسمی به امتیاز گیرنده جدید منتقل شود.
۴.۱۰

مرکز ثبت می‌تواند به موجب اعلام هر شخص مبتنی بر عدم دقت و صحت اطلاعات ارائه ‌شده در فرم درخواست ثبت نام دامنه یا براساس بررسی‌های دوره‌ای در این زمینه، اقدامات متعارف جهت بررسی دقت و صحت اطلاعات ارائه ‌شده از سوی دارنده امتیاز‌ ثبت به عمل ‌آورد. در صورتی ‌که مرکز ثبت احراز کند که اطلاعات به نحو غیردقیق و غیرصحیح ارائه شده‌اند، اقدامات مقتضی جهت اصلاح و رفع نقص اطلاعات مذکور به عمل‌ خواهدآورد.
۴.۱۱

علی‌رغم هر گونه تغییر، باز پس دادن، فسخ یا انتقال و واگذاری که نسبت به امتیاز ثبت نام دامنه صورت پذیرد، حقوق مکتسب مرکز ثبت در قبال نقض مقررات موافقتنامه به قوت خود باقی است.
۵. قید محرمانگی
۵.۱

به موجب ارائه درخواست ثبت نام دامنه و در صورت ثبت نام دامنه، متقاضی‌ ثبت، نماینده وی (در صورت وجود) و رابط‌های مربوطه (به شرح مندرجات بندهای ۱-۱،۲-۱و ۳-۱) بدینوسیله رضایت خود را نسبت به درج مشخصات راجع به هویت ایشان و دسترسی به این مشخصات از طریق درج در پایگاه ‌ثبتی نام‌های دامنه WHOIS توسط مرکز ثبت، اعلام می‌کنند. موارد مشخص اطلاعات مورد لزوم، در ضمیمه ۲، و براساس اطلاعات ارائه شده در زمان ثبت درج می‌گردند. در صورتی‌که قوانین و مقررات کشوری یا مقتضیات جهانی اینترنت مستلزم افزودن موارد دیگری از اطلاعات مربوط به اشخاص در پایگاه ‌ثبتی نام‌های دامنه WHOIS باشد، دارنده امتیاز‌ ثبت حق خواهد داشت که ثبت نام دامنه خود را فسخ نموده و بخش استفاده ‌نشده از هزینه ثبت دامنه را باز پس بگیرد.
۵.۲

به منظور تأمین اطلاعات راجع به ثبت نام دامنه یا مقاصد مربوطه دیگر، خدمات مشروحه پایگاه ‌ثبتی نام‌های دامنه WHOIS برای تمامی افراد و عموم قابل دسترس خواهد بود.
۶. تقدم درخواست، تقدم در ارائه خدمات

مرکز ثبت ارائه خدمات برای ثبت دامنه را بر اساس تقدم در ارائه درخواستِ ثبت نام دامنه صورت خواهد داد مگر در مواردی که محدودیت ویژه برای استفاده از نام دامنه‌‌ای موجود باشد.
۷. حق امتناع از ثبت نام دامنه
۷.۱

مرکز ثبت این حق را برای خود محفوظ می‌دارد که صرفاً براساس صلاحدید خود از اقدام به ثبت نام دامنه امتناع ورزد.
۷.۲

متقاضی ثبت موافقت می‌نماید که صرف تسلیم درخواست ثبت نام دامنه به هیچ‌وجه موجب تعهدی برای مرکز ثبت نخواهد بود.
۷.۳

متقاضی ثبت موافقت می‌نماید که مرکز ثبت هیچ مسؤولیتی در قبال ضرر و زیان احتمالی ناشی از امتناع مرکز ثبت از قبول درخواست متقاضی ثبت برای ثبت نام دامنه برعهده نخواهد داشت.
۷.۴

در صورتی‌که درخواست ثبت نام دامنه مورد قبول قرار نگیرد، مرکز ثبت متعهد خواهد بود که مراتب را فوراً به متقاضی یا نماینده وی اعلام کرده و هر مبلغی را که دریافت شده مسترد دارد.
۸. - سیاست حل اختلاف

درصورتی‌که نام دامنه به ثبت برسد، دارنده امتیاز ثبت موافقت می‌نماید که ملزم به رعایت سیاست مرکز ثبت در زمینه حل و فصل اختلافات باشد و این سیاست را به منزله بخشی از تعهدات ناشی از این موافقتنامه مورد قبول قرار خواهد داد. آخرین دستورالعمل مربوط به حل‌ اختلاف عبارتست از: سیاست حل‌ اختلاف و آیین نامه حل‌ اختلاف .
دارنده امتیاز ثبت موافقت می‌نماید که هر گونه اختلافی که ناشی از ثبت و استفاده از نام‌ دامنه یا مرتبط با آن فی‌مابین طرفین ایجاد شود، براساس مقررات مندرج در سیاست حل‌ اختلاف رسیدگی خواهد شد.
۹. نماینده‌ها
۹.۱

متقاضی ثبت موافقت ‌می‌نماید چنانچه موافقتنامه ثبت توسط نماینده وی از قبیل یک ISP یا یکی از رابط‌ها تکمیل و منعقد گردد، متقاضی ثبت در مقام اصیل در موافقتنامه، ملزم به رعایت کلیه ضوابط و شرایط موافقتنامه ثبت خواهد بود.
۹.۲

عقد موافقتنامه توسط نماینده و به منزله اقدام از سوی متقاضی ثبت بوده و در عین حال نماینده نیز به آن ملزم خواهد بود.
۱۰. تخلف از موافقتنامه

دارنده امتیاز ثبت موافقت ‌می‌نماید که درصورت عدم متابعت از مقررات موضوع موافقتنامه ثبت، این اقدام وی از سوی مرکز ثبت به منزله تخلف اساسی از مفاد موافقتنامه تلقی گردیده و مرکز ثبت اخطاری کتبی حاکی از شرح ‌عمل ناقض موافقتنامه برای دارنده امتیاز ثبت خواهد فرستاد. اگر ظرف مدت سی‌روز از تاریخ ارسال اخطار به پست، دارنده امتیاز ثبت مدارک و دلایل لازم و مورد قبول مرکز ثبت را که دلالت بر عدم‌تخلف وی از تعهدات کند ارائه ندهد، در این ‌صورت مرکز ثبت می‌تواند نام ‌دامنه ثبت ‌شده به نام دارنده امتیاز‌ ثبت را بدون وجود حقی برای دارنده امتیاز‌ ثبت و بدون ورود لطمه به سایر دعاوی که مرکز ثبت ممکن است به طرفیت دارنده امتیاز ‌ثبت از جهت جبران خسارات اقامه کند، فسخ و از فهرست نام ‌دامنه حذف نماید. تخلفی را که از سوی دارنده امتیاز ثبت صورت ‌می‌پذیرد نمی‌توان به‌صرف ‌اینکه مرکز ثبت پیش ‌از‌ آن نسبت بدان یا سایر تخلفات اقدام نکرده، موجه جلوه داد.
۱۱. فسخ، انتقال و تغییرات در موافقتنامه
۱۱.۱

مرکز ثبت این حق را برای خود محفوظ می‌دارد که بر طبق شرایط زیر نسبت به فسخ و انتقال اقدام ‌نموده یا هر نحو تغییراتی را نسبت به ثبت نام‌ دامنه به عمل‌ آورد:

    الف. در صورت دریافت دستورا‌العمل کتبی یا الکترونیک از دارنده امتیاز ‌ثبت یا نماینده مجاز دارنده امتیاز‌ثبت مبنی بر اقدام در این خصوص (در زمینه مقررات و روش جاری به ضمیمه ۱: مقررات ثبت دامنه مراجعه کنید).
    ب. در صورت دریافت دستور از مقام قضایی یا دادگاه داوری صالح نسبت به موضوع، مبنی بر اقدام در این خصوص.
    ج. در صورت وصولِ ‌تصمیم متخذه از سوی هیأت‌های ‌حل اختلاف مبنی بر اقدام در این ‌خصوص و یا بر اساس هر نوع‌ رسیدگی دیگر که دارنده امتیاز ثبت طرفی از آن بوده و دعوی مزبور بر طبق سیاست مورد عمل در حل‌ اختلاف نزد مرکز ثبت مورد رسیدگی قرار داشته ‌باشد.

۱۱.۲

مرکز ثبت همچنین این حق‌را برای خود محفوظ ‌می‌دارد که در صورت ورود الزامات حقوقی دیگر، نسبت به فسخ، انتقال یا هر گونه تغییر در ثبت ‌ِنام ‌دامنه اقدام نماید.
۱۲. محدودیت در مسؤولیت
۱۲.۱

متقاضی ‌ثبت موافقت می‌نماید که مرکز ثبت در قبال وی هیچگونه مسؤولیتی از جهت خسارات متحمله در موارد زیر بر عهده نخواهد داشت:

    الف. خسارت مربوط به پردازش درخواست ثبت نام ‌دامنه در مرکز ثبت؛
    ب. خسارت مربوط به پردازش تغییرات مجاز در ثبت مشخصات نام ‌دامنه در طی دوره ثبت؛
    ج. خسارت ناشی از امتناع مرکز ثبت از قبول درخواست ثبت (به غیر از استرداد هزینه‌ای که توسط متقاضی ‌ثبت به مرکز ثبت پرداخت ‌شد ه‌است)؛
    د. خسارت ناشی‌از تخلف نماینده دارنده امتیاز ‌ثبت در پرداخت هر یک از هزینه‌های ثبتی یا تجدید ثبت؛
    ه‍. خسارت ناشی‌از اجراء و اعمال سیاست حل اختلاف. 

۱۲.۲

متقاضی ثبت موافقت دارد که مرکز ثبت تحت‌ هیچ‌ شرایطی مسؤولیت عدم ‌النفع، فقد کسب ‌و پیشه یا عدم‌ تحقق درآمدهای پیش‌بینی شده را برعهده‌ نخواهد داشت.
۱۲.۳

متقاضی ثبت موافقت دارد که مرکز ثبت در قبال از دست‌دادن امتیاز ثبت و عدم ‌استفاده از نام دامنه یا به‌جهت قطع فعالیت ‌بازرگانی، یا تحمل هرگونه زیان غیرمستقیم، ویژه، ضمنی یا تبعی از هر قبیل ‌که باشد (ازجمله عدم ‌النفع) اعم‌از قراردادی یا قهری (از جمله سهل‌انگاری) یا هر نوع زیان‌ دیگری به هر نحو برعهده نخواهد داشت.
۱۲.۴

بدون ورود لطمه به مراتب مشروحه فوق، متقاضی ‌ثبت موافقت دارد که سقف هرنوع مسؤولیتی که مرکز ثبت در قبال دارنده امتیاز ‌ثبت ممکن ‌است عهده‌دار شود، از حداکثر هزینه ثبت‌ دامنه یا هزینه تجدید ثبت آن که برای دوره جاری از سوی دارنده امتیاز ‌ثبت به مرکز ثبت پرداخت‌ شده است افزون نخواهد بود.
۱۲.۵

متقاضی ‌ثبت موافقت دارد که احتمال بروز خطا در ارائه خدمات فنی وجود دارد. مرکز نیز از این وضعیت مستثنی نمی‌باشد
۱۳. جبران خسارت

دارنده امتیاز ثبت اذعان می‌دارد که مرکز ثبت، مدیران، مسئولان و کارمندان وی از هر ادعایی که ناشی از یا در ارتباط با (۱) ثبت و استفاده از نام دامنه ‌باشد؛ (۲) اجرای دستورات یا تصمیمات متخذه از سوی مرجع حل‌ ‌اختلاف باشد، مصون و بری می‌باشد. این‌قبیل ادعاها می‌تواند از جمله شامل ادعاهای مبتنی بر نقض حقوق ‌مالکیت معنوی، علامت ‌تجارتی یا خدماتی، نقض حق‌ برنام ‌تجاری، زوال ‌سهام، دخالت قاهرانه در قرارداد یا دخالت در منافع محتمل ‌بازرگانی، یا رقابت غیرمنصفانه، افتراء و یا لطمه به حسن ‌شهرت ‌تجاری باشد. این مصونیت حتی بعد از انقضاء موافقتنامه به قوت خود باقی است.
۱۴. حقوق مالکیت معنوی

مرکز ثبت هیچگونه مسئولیتی در قبال ثبت و استفاده از نام ‌دامنه یا اطلاعاتی که به طور کلی در مرجع ثبتی نگهداری می‌شود و خصوصاً مسؤولیتی در قبال تعارض ثبت و استفاده از نام ‌دامنه با هر نوع علامت ‌تجارتی، اعم ‌از اینکه ‌علامت مزبور ثبت شده یا نشده باشد، یا در قبال تعارض با هر نوع حقوق دیگری در زمینه مالکیت معنوی برعهده نخواهد داشت. در کلیه موارد یاد شده دارنده نام دامنه مسئول پاسخگوئی به ادعاهای احتمالی خواهد بود.
۱۵. تغییر یا باز پس دادن نام ‌ِدامنه

دارنده امتیاز (مستقیماً یا از طریق نماینده خود) می‌تواند براساس روش‌ها و دستورالعمل‌های مقرر در مرکز ثبت مبادرت به تغییر یا باز پس دادن امتیاز ثبت نام ‌دامنه نماید (درزمینه مقررات و روش‌های مربوطه به ضمیمه ۱: مقررات ثبت دامنه مراجعه کنید).
۱۶. خاتمه موافقتنامه
۱۶.۱

انقضای مدت موافقتنامه و عدم تجدید آن موجب خاتمه موافقتنامه می‌شود.
۱۶.۲

دارنده امتیاز می‌تواند قبل از انقضاء موافقتنامه نیز از مرکز ثبت درخواست نماید که با حذف نام دامنه از فهرست مرجع ثبتی و براساس روش‌های مقرر در مرکز ثبت در این موارد، مبادرت به فسخ موافقتنامه نماید.
۱۶.۳

درصورتی‌که در جریان ثبت امتیاز نام ‌دامنه یا تغییرات بعدی آن، تقلب اساسی صورت گرفته یا اطلاعات اساساً غیرصحیح و گمراه‌کننده ارائه شده‌ باشد، مرکز ثبت می‌تواند قبل از انقضاء موافقتنامه نیز صرفاً بنا بر صلاحدید مرکز ثبت نسبت به فسخ موافقتنامه ثبت اقدام نماید.
۱۶.۴

فسخ موافقتنامه ثبت، حقوق و تعهداتی میان طرفین که از ماهیت مستمر برخوردار باشد ایجاد نخواهد کرد و تغییر، تسلیم، باز پس دادن، فسخ یا انتقال نام‌دامنه نیز باعث اسقاط حقوق مکتسبه تحت ضوابط و شرایط موافقتنامه ثبت نخواهد شد.
۱۷. واگذاری

مرکز ثبت می‌تواند موافقتنامه ثبت را واگذار نماید. دارنده امتیاز نیز می‌تواند با لحاظ مفاد ماده ۱۸ این موافقتنامه، مبادرت به واگذاری نام‌ دامنه نموده و با رعایت مقررات و روش‌های مورد اجراء و انجام پرداخت‌های مقتضی و قابل ‌اعمال در زمان واگذاری، نام دامنه را منتقل نماید. هیچ‌ روش دیگری در واگذاری مورد قبول نخواهد بود.
۱۸. تجدید یا انتقال ثبت
۱۸.۱

مرکز ثبت می‌تواند در زمان تجدید ثبت یا انتقال ثبت ‌ِنامِ‌ دامنه، مفاد و شرایط موافقتنامه ثبت را مورد تغییر قرار دهد. تمامی انتقال‌ها و تجدیدهای ثبت نام دامنه براساس مقررات موافقتنامه ثبت که در زمان انتقال یا تجدید ثبت موردعمل است، و در صورت انتقال، به نحو مورد توافق با انتقال‌ دهنده، صورت خواهد گرفت. به محض انتقال ثبت نام دامنه، مفاد بند ۲-۲ در خصوص انتقال گیرنده جاری خواهد شد.
۱۸.۲

به محض انقضاء موافقتنامه ثبت، دامنه مورد نظر وضعیت معلق خواهد یافت مگر آنکه پیش از آن ترتیبات لازم برای تجدید ثبت یا فسخ ثبت صورت پذیرفته باشد. شرایط رفع تعلیق در ضمیمه ۱: مقررات ثبت دامنه مندرج است.
۱۹. قانون حاکم

این موافقتنامه ثبت و هرگونه تفسیر آن از جمیع جهات تحت حکومت قوانین و مقررات جمهوری اسلامی ایران می‌باشد.
۲۰. اختلافات فی‌مابین مرکز ثبت و دارنده امتیاز

هرگونه اختلافی که ناشی از، یا مرتبط با موافقتنامه ثبت یا اصلاحات بعدی آن باشد از قبیل عقد موافقتنامه، اعتبار، تأثیر الزام‌آور، تفسیر، اجراء، نقض یا فسخ موافقتنامه ثبت یا دعاوی غیرقراردادی، .... ، توسط دادگاه‌های جمهوری اسلامی ایران مورد رسیدگی قرار خواهد گرفت.
۲۱. ابلاغ‌ها
۲۱.۱

به غیر از مواردی که به نحو دیگری در این موافقتنامه مقرر شده باشد، هر گونه اخطاری که باید بر طبق این موافقتنامه ثبت ابلاغ گردد فقط درصورتی‌که به صورت دستی یا از طریق خدمات پستی که هزینه آن از قبل پرداخت‌ شده یا از طریق فاکس و یا ای‌میل به نشانی و شماره شناخته ‌شده مخاطب ارسال شود، ابلاغ ‌شده محسوب است. نفوذ و تأثیر اخطار در صورتی ‌که به طور دستی تحویل داده شود در زمان تسلیم، در صورت ارسال از طریق فاکس یا ای‌میل در زمان ارسال و در صورت ارسال از طریق پست ۱۰ روز بعد از تاریخ تحویل به پست محسوب است.
۲۱.۲

هر گونه اخطار مربوط به اختلافات حاصله که براساس سیاست حل اختلاف برای دارنده امتیاز ارسال می‌گردد، در صورت ارسال از طریق ای‌میل به نشانی رابط اداری به نحو مندرج در درخواست ثبت نام دامنه، ابلاغ معتبر محسوب می‌گردد.
۲۲. عدم وجود رابطه نمایندگی

هیچیک از مفاد این موافقتنامه ثبت نبایستی به نحوی تعبیر و تفسیر گردد که حاکی از رابطه نمایندگی، مشارکت یا اقدام مشترک از سوی مرکز ثبت و دارنده امتیاز یا بین دارنده امتیاز و شخص ثالث تلقی گردد.
۲۳. قابلیت انفکاک موافقتنامه

در صورتی‌که هریک از مفاد این موافقتنامه ثبت بر طبق قانون حاکم یا براساس تصمیم مقتضی از سوی دادگاه غیرقابل ‌اجراء یا غیر معتبر تشخیص داده شود، این امر تأثیری بر سایر مقررات مندرج در این موافقتنامه نداشته و همچنان لازم‌الاجراء تلقی می‌گردند. مرکز ثبت نهایت سعی خود را مبذول خواهد داشت که حداکثر ظرف مدت یک (۱) ماه از تاریخ غیرقابل‌ اجراء شدن مقررات مذکور نسبت به اصلاح آن و جایگزینی با مقررات معتبر و قابل ‌اجراء به نحوی که اهداف اولیه مرکز ثبت را برآورده نماید اقدام لازم را اتخاذ کند.
۲۴. عناوین مندرج در موافقتنامه

عناوین به کار رفته در این موافقتنامه صرفاً جهت سهولت ارجاع به موضوعات مربوطه در این موافقتنامه درج گردیده و براین اساس تأثیری بر نحوه تفسیر مفاد موافقتنامه نخواهد داشت.
۲۵. توافق نسبت به تمامیت موافقتنامه

متقاضی موافقت دارد که این موافقتنامه ثبت توافق کامل و انحصاری فی‌مابین دارنده امتیاز و مرکز ثبت در زمینه ثبت نام دامنه می‌باشد. قبول موافقتنامه حاضر به منزله لغو کلیه توافقات و تفاهماتی است است که ممکن است پیش از این به موجب عرف، رویه، خط‌مشی یا سابقه حاصل شده باشد. به غیر از مواردی که در این موافقتنامه ترتیب دیگری حاصل شده باشد، هیچ‌گونه تغییری در این موافقتنامه بدون حصول توافق کتبی و امضاء شده از سوی دارنده امتیاز ثبت یا نمایندگان مجاز دارنده امتیاز و مرکز ثبت معتبر نخواهد بود.';

# irnic new contact personal

$_LANG['irnicnewcontactpersonalcompany'] = "شرکت";
$_LANG['irnicnewcontactpersonalauthinfo'] = "اطلاعات احراز هویت";
$_LANG['irnicnewcontactpersonalinfo'] = "اطلاعات فردی";
$_LANG['irnicnewcontactpersonalplaceinfo'] = "اطلاعات مکانی";
$_LANG['irnicnewcontactpersonalmellicode'] = "شماره ملی (ایران)";
$_LANG['irnicnewcontactpersonalpassport'] = "شماره گذرنامه";
$_LANG['irnicnewcontactpersonalpassportcc'] = "کشور برای گذرنامه";
$_LANG['irnicnewcontactpersonalpassportissuer'] = "مرجع صدور گذرنامه";
$_LANG['irnicnewcontactpersonalphone'] = "تلفن";
$_LANG['irnicnewcontactpersonalfax'] = "فکس";
$_LANG['irnicnewcontactpersonalsuccess'] = "اطلاعات با موفقیت ثبت شد";
$_LANG['irnicnewcontactpersonalfieldserror'] = "لطفا فیلد های ستاره دار را پر کنید.";
$_LANG['irnicnewcontactpersonalmellierror'] = "پر کردن یکی از فیلد های شماره ملی یا گذرنامه الزامی است";
$_LANG['irnicnewcontactpersonalObjectexistserror'] = "ایمیل کاربری قبلا در سیستم ثبت شده است";
$_LANG['irnicnewcontactpersonalsyntaxserror'] = "مقدار ارسالی در شماره ملی یا گذرنامه اشتباه است";
$_LANG['irnicnewcontactpersonalparamsyntaxserror'] = "اشکال در فرمت ارسالی فیلد ها";
$_LANG['irnicnewcontactpersonalUnimplementedserror'] = "درخواست ارسال شده اشتباه است";
$_LANG['irnicnewcontactpersonalpostalerror'] = "کد پستی وارد شده اشتباه است";
$_LANG['irnicnewcontactpersonalemailerror'] = "ایمیل وارد شده اشتباه است";
$_LANG['irnicnewcontactpersonalcontactid'] = "شناسه ایرنیک شما : ";
$_LANG['irnicnewcontactpersonalinfodesc'] = "* فیلد های موردنظر باید همگی بصورت انگلیسی پر شوند.<br>* لطفا اطلاعات خود را با فرمت نمونه که داخل هر باکس نوشته شده است، پر کنید.";
$_LANG['irnicnewcontactpersonalauthinfodesc'] = "* تکمیل شماره ملی یا گذرنامه به تنهایی کافی است و ارایه هر دو این اطلاعات ضروری نیست.<br>* در صورت ارایه شماره گذرنامه پر  کردن کلیه اطلاعات خواسته شده در مورد آن ضروری است.";

$_LANG['newcontactpersonalcompanyH'] = "Iran Example Co.";
$_LANG['newcontactpersonalemailH'] = "info@example.ir";
$_LANG['newcontactpersonalfirstnameH'] = "ali";
$_LANG['newcontactpersonallastnameH'] = "rezayi";
$_LANG['newcontactpersonalmellicodeH'] = "1234567890";
$_LANG['newcontactpersonalpassportH'] = "H123456";
$_LANG['newcontactpersonalpassportissuerH'] = "Naja Passport Office";
$_LANG['newcontactpersonalstateH'] = "Tehran";
$_LANG['newcontactpersonalcityH'] = "Tehran";
$_LANG['newcontactpersonaladdressH'] = "123 Example st.";
$_LANG['newcontactpersonalpostcodeH'] = "201666503";
$_LANG['newcontactpersonalphoneH'] = "982170555555";
$_LANG['newcontactpersonalfaxH'] = "982170555555";

# irnic new contact private

$_LANG['irnicnewcontactprivateinfo'] = "اطلاعات شرکت";
$_LANG['irnicnewcontactprivateceofname'] = "نام مدیرعامل شرکت";
$_LANG['irnicnewcontactprivateceolname'] = "نام خانوادگی مدیرعامل شرکت";
$_LANG['irnicnewcontactprivatecompanyname'] = "نام شرکت";
$_LANG['irnicnewcontactprivatecompanycountry'] = "نام کشور ثبت کننده";
$_LANG['irnicnewcontactprivatecompanycity'] = "نام شهر/ایالت ثبت کننده";
$_LANG['irnicnewcontactprivatecompanyissuer'] = "نام واحد ثبتی";
$_LANG['irnicnewcontactprivatecompanynumber'] = "شماره ثبت شرکت";
$_LANG['irnicnewcontactprivatecompanynumber2'] = "شناسه ملی(ایران) شرکت";
$_LANG['irnicnewcontactprivatecompanycategory'] = "نوع ثبت شرکت";
$_LANG['irnicnewcontactprivatenum2err'] = "شناسه ملی شرکت درست وارد نشده است";
$_LANG['irnicnewcontactprivateinfodesc'] = "* ساخت این نوع شناسه فقط برای شرکت هایی که کامل ثبت شده و شناسه ملی گرفته اند امکان پذیر است.";

$_LANG['newcontactprivatecompanynumberH'] = "1234";
$_LANG['newcontactprivatecompanynumber2H'] = "12345678901";

# irnic new cotact education

$_LANG['irnicnewcontacteduinfo'] = "اطلاعات موسسه";
$_LANG['irnicnewcontacteduceofname'] = "نام مدیر موسسه";
$_LANG['irnicnewcontacteduceolname'] = "نام خانوادگی مدیر موسسه";
$_LANG['irnicnewcontacteducompanyname'] = "نام موسسه";
$_LANG['irnicnewcontacteducompanysp'] = "نام استان ثبت کننده";
$_LANG['irnicnewcontacteducompanycategory'] = "نوع ثبت موسسه";
$_LANG['irnicnewcontacteduinfodesc'] = "* ساخت این نوع شناسه فقط برای سازمان ها و موسسات آموزشی، دانشگاه ها، مدارس و ... (دارای مجوز رسمی) امکان پذیر است.";

# irnic new cotact government

$_LANG['irnicnewcontactgovinfo'] = "اطلاعات سازمان";
$_LANG['irnicnewcontactgovceofname'] = "نام مدیر سازمان";
$_LANG['irnicnewcontactgovceolname'] = "نام خانوادگی مدیر سازمان";
$_LANG['irnicnewcontactgovcompanyname'] = "نام سازمان";
$_LANG['irnicnewcontactgovcompanysp'] = "نام استان";
$_LANG['irnicnewcontactgovcompanycategory'] = "نوع ثبت سازمان";
$_LANG['irnicnewcontactgovinfodesc'] = "* ساخت این نوع شناسه فقط برای سازمانها و موسسات دولتی امکانپذیر است.";

$_LANG['irnictimeerror'] = "ایرنیک بین ساعت های 11 تا 00:30 شب غیرفعال است.";

//addons language
$LANG['IRNICAddon_polls_list'] = 'لیست درخواست ها';
$LANG['IRNICAddon_poll_code'] = 'کد ایرنیک';
$LANG['IRNICAddon_msgID'] = 'شناسه درخواست';
$LANG['IRNICAddon_poll_index'] = 'شاخص درخواست';
$LANG['IRNICAddon_poll_messages'] = 'پیام';
$LANG['IRNICAddon_poll_xml'] = 'xml دریافتی';
$LANG['IRNICAddon_poll_mess_code'] = 'کد پیام';
$LANG['IRNICAddon_date_time'] = 'زمان';
$LANG['IRNICAddon_configuration'] = 'تنظیمات';
$LANG['IRNICAddon_row'] = 'ردیف';
$LANG['IRNICAddon_you_sure_delete'] = 'آیا از حذف پیام اطمینان دارید؟';
$LANG['IRNICAddon_delete_error'] = 'خطایی در حذف پیام به وجود آمده است. لطفا مجددا اقدام کنید';
$LANG['IRNICAddon_success_mess_title'] = 'عملیات موفق';
$LANG['IRNICAddon_delete_success_message'] = 'حذف پیام با موفقیت انجام شد';
$LANG['IRNICAddon_failed_mess_title'] = 'عملیات ناموفق';
$LANG['IRNICAddon_delete_all'] = 'حذف همه درخواست ها';
$LANG['IRNICAddon_menu'] = 'منو';

$LANG['IRNICAddon_next'] = 'بعدی';
$LANG['IRNICAddon_last'] = 'آخرین';
$LANG['IRNICAddon_total'] = 'مجموع';
$LANG['IRNICAddon_from'] = 'از';
$LANG['IRNICAddon_page'] = 'صفحه';

# END OF IRNIC LANG


?>